acpi
acpid
acpilight
adobe-source-code-pro-fonts
alsa-utils
android-tools
android-udev
arc-gtk-theme
archiso
arduino
autoconf
automake
awesome-terminal-fonts
bash
bash-completion
bcwc-pcie-git
bdf-unifont
biber
binutils
bison
bluez
bluez-utils
bridge-utils
broadcom-wl
bzip2
catfish
chrpath
conky
conky-manager
coreutils
cpio
cpupower
cryptsetup
device-mapper
devtools
dhcpcd
dialog
diffstat
diffutils
dropbox
dropbox-cli
e2fsprogs
etcher
evtest
fakeroot
fbida
file
file-roller
filesystem
findutils
firefox
flat-remix-git
flex
fontconfig-infinality-ultimate
galculator
gawk
gcc
gcc-libs
gedit
gettext
gimp
git
glibc
gnome-disk-utility
gparted
gpicview
grep
grub
gtk2-perl
gucharmap
gvfs
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gzip
htop
ifplugd
inetutils
intel-ucode
intltool
iproute2
iputils
jfsutils
less
lib32-ncurses
libreoffice-still
libselinux
libtool
libva-intel-driver
licenses
light-locker
light-locker-settings
lightdm
lightdm-mini-greeter
linux
logrotate
lvm2
lxappearance
lxinput
lxrandr
lxsession
lxtask
m4
make
man-db
man-pages
mbpfan-git
mcuxpresso-ide
mdadm
menumaker
mosquitto
mupdf
nano
neofetch
netctl
netctl-gui
network-manager-applet
networkmanager
nitrogen
nm-connection-editor
nodejs-material-design-icons
notification-daemon
npm
ntfs-3g
obconf
obkey
obmenu
obtheme
ocaml
openbox
openbox-themes
otf-font-awesome
pacman
papirus-folders-git
papirus-icon-theme
patch
pciutils
pcmanfm
perl
perl-file-desktopentry
picom
pkgconf
plymouth
polybar
powertop
procps-ng
psmisc
python-argparse
python-dbus
python-gobject
python-virtualenv
qpdfview
qt5ct
rarcrack
redshift
refind-efi
reiserfsprogs
rpcsvc-proto
s-nail
sed
shadow
spicetify-cli
spotify
sublime-text
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
texmaker
thermald
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tlp
transmission-gtk
ttf-dejavu
ttf-fantasque-sans-git
ttf-font-awesome
ttf-linux-libertine
ttf-mac-fonts
ttf-material-design-icons
ttf-ms-fonts
ttf-opensans
ttf-ubuntu-font-family
tumbler
ufw
uml_utilities
unarchiver
units
unrar
unzip
usbutils
util-linux
vi
vlc
volumeicon
wget
which
wireshark-qt
woff2
wpa_supplicant
wpgtk-git
xarchiver
xf86-input-synaptics
xf86-video-intel
xfce4-panel
xfce4-terminal
xfsprogs
xorg-server
xorg-xfd
xorg-xinit
xorg-xinput
xorg-xprop
xorg-xwininfo
xscreensaver
xss-lock
xterm
yay
zip
